/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Bạn có chắc muốn xóa CGM này không?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Hủy bỏ";

/* Title of cell to set credentials */
"Credentials" = "Thông tin xác thực";

/* Title describing glucose date */
"Date" = "Ngày";

/* Button title to delete CGM
   Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Xóa CGM";

/* Title describing glucose value */
"Glucose" = "Đường huyết";

/* Section title for latest glucose reading */
"Latest Reading" = "Kết quả đọc mới nhất";

/* Outside US share server option title */
"Outside US" = "Ngoài lãnh thổ Hoa Kỳ";

/* The title of the Dexcom share password credential */
"Password" = "Mật khẩu";

/* The title of the Dexcom share server URL credential */
"Server" = "Máy chủ";

/* Title describing glucose trend */
"Trend" = "Xu hướng";

/* U.S. share server option title */
"US" = "Hoa Kỳ";

/* The title of the Dexcom share username credential */
"Username" = "Tên tài khoản";

/* Section title for heartbeat */
"Heartbeat" = "Heartbeat";

/* The title text for the cgm heartbeat enabled switch cell */
"Use CGM as heartbeat" = "Use CGM as heartbeat";

/* This is when Loop did not yet make a first connection to the CGM. It is scanning. Need to make sure that no other app (like xDrip4iOS) is connected to the CGM */
"Scanning for CGM. Force close xDrip4iOS (do not disconnect but force close the app). Keep Loop running in the foreground (prevent phone lock). This text will change as soon as a first connection is made. " = "Scanning for CGM. Force close xDrip4iOS (do not disconnect but force close the app). Keep Loop running in the foreground (prevent phone lock). This text will change as soon as a first connection is made. ";

/* Did connect to CGM. Even though it's not connected now, this state remains valid. The CGM will be used as heartbeat for Loop. */
"Did connect to CGM. You can now run both xDrip4iOS and Loop. The CGM will be used as heartbeat for Loop." = "Did connect to CGM. You can now run both xDrip4iOS and Loop. The CGM will be used as heartbeat for Loop.";

/* There hasn't been a connectin to xDrip4iOS to the CGM. First need to have a made a successful connection between xDrip4iOS and the CGM. Force close Loop, open xDrip4iOS and make sure it's connected to the CGM. Once done, Force close xDrip4iOS (do not disconnect but force close the app), open Loop and come back to here */
"You first need to have made a successful connection between xDrip4iOS and the CGM. Force close Loop, open xDrip4iOS and make sure it's connected to the CGM. Once done, Force close xDrip4iOS (do not disconnect but force close the app), open Loop and come back to here" = "You first need to have made a successful connection between xDrip4iOS and the CGM. Force close Loop, open xDrip4iOS and make sure it's connected to the CGM. Once done, Force close xDrip4iOS (do not disconnect but force close the app), open Loop and come back to here";
